Repository: meon/search.meonl.com
Catalog: lib/meon/I18N/*.po
Languages: cs, de, sk

source: title - compare search engines
cs: Porovnejte vyhledávače
de: Suchmaschinenvergleich
sk: Porovnajte vyhľadávače

source: description - compare search engines
cs: Porovnejte vyhledávače.
de: Suchmaschinenvergleich
sk: Porovnajte vyhľadávače.

source: keywords - compare search engines
cs: porovnání, vyhledávání
de: Vergleich, Suche
sk: porovnanie, vyhľadávanie

source: menu - About
cs: O stránce
de: Über uns
sk: O stránke

source: h1: This page can not work without JavaScript, sorry.
cs: Tato stránka nefunguje bez JavaScript-u.
de: Diese Seite funktioniert nicht ohne JavaScript.
sk: Táto stránka nefunguje bez JavaScript-u.

source: a title: space triggered search
cs: automaticky hledat po stisknutí mezerníku
de: automatische Suche beim Drücken der Leertaste
sk: automaticky hľadať keď sa stlačí medzera

source: title - about search.meonl.com
cs: O search.MeOnL.com
de: Über search.MeOnL.com
sk: O search.MeOnL.com

source: description - about search.meonl.com
cs: O službách na stránce search.MeOnL.com.
de: Über Dienstleistungen auf der Seite search.MeOnL.com.
sk: O službách na stránke search.MeOnL.com.

source: keywords - about search.meonl.com
cs: o
de: über
sk: o

source: h1: Comparing search engines
cs: Porovnání vyledávačů.
de: Suchmaschinenvergleich
sk: Porovnanie vyľadávačov.

source: menu - Search
cs: Hledat
de: Suchen
sk: Hľadať

source: current meonl link to bookmark or send
cs: aktuální search.MeOnL.com odkaz na přidání do záložek nebo poslání
de: aktuellen search.MeOnL.com Link zu den Favoriten hinzufügen oder senden
sk: aktuálny search.MeOnL.com odkaz na pridanie do záložiek alebo poslanie

source: search.MeOnL.com news - rss title
cs: search.MeOnL.com novinky
de: search.MeOnL.com Neuigkeiten
sk: search.MeOnL.com novinky

source: menu - Switch language
cs: Změnit jazyk
de: Sprache wechseln
sk: Zmeniť jazyk

source: menu - Back to MeOnL.com
cs: Zpátky na MeOnL.com
de: Zurück zum MeOnL.com
sk: Naspäť na MeOnL.com

source: button - Previous search
cs: Předchozí vyhledávání
de: Vorige suche
sk: Predchádzajúce vyhľadávanie

source: button - Next search
cs: Následující vyhledávání
de: Die folgende Suche
sk: Nasledujúce vyhľadávanie
