Repository: meon/search.meonl.com
Catalog: lib/meon/I18N/jsloc-*.po
Languages: cs, de, sk

source: cs language
cs: Česky
de: Tschechisch
sk: Česky

source: de language
cs: Německy
de: Deutsch
sk: Nemecky

source: en language
cs: Anglicky
de: Englisch
sk: Anglicky

source: es language
cs: Španělsky
de: Spanisch
sk: Španielsky

source: fr language
cs: Francouzsky
de: Französisch
sk: Francúzsky

source: it language
cs: Italsky
de: Italienisch
sk: Taliansky

source: sk language
cs: Slovensky
de: Slowakisch
sk: Slovensky

source: change - button title
cs: změniť
de: Ändern
sk: zmeniť

source: add - button title
cs: přidat
de: Hinzufügen
sk: pridať

source: close - button title
cs: zrušit
de: Schließen
sk: zrušiť

source: maximize - button title
cs: jenom tenhle sloupec
de: nur diese Spalte
sk: iba tento stĺpec

source: must be present - button title
cs: musí se nacházet
de: muss sein
sk: musí sa nachádzať

source: can not be present - button title
cs: nesmí se nacházet
de: muss nicht sein
sk: nesmie sa nachádzať

source: no preference - button title
cs: bez preference
de: keine Präferenz
sk: bez preferencie

source: remove - button title
cs: zrušit
de: lösen
sk: zrušiť

source: quote words - button title
cs: spojit slova
de: Wörter zitieren
sk: spojiť slová

source: remove quotes - button title
cs: zrušit uvozovky
de: Anführungszeichen lösen
sk: zrušiť úvodzovky

source: Choose a search engine
cs: Vyberte vyhledávač
de: Wählen Sie eine Suchmaschine aus
sk: Vyberte vyhľadávač

source: Choose a language
cs: Vyberte jazyk
de: Wählen Sie eine Sprache aus
sk: Vyberte jazyk
